{
  "blackCards": [
    "Na última reunião da Assembleia da República discutiu-se ____.",
    "O segredo para um casamento feliz em Portugal é ____.",
    "Quando o Sócrates foi preso, disseram que era por culpa de ____.",
    "O que é que acontece sempre que chove em Lisboa?",
    "A razão porque o metro do Porto está sempre vazio é ____.",
    "No novo filme do Manoel de Oliveira, o protagonista apaixona-se por ____.",
    "A pior coisa que pode acontecer num casamento cigano é ____.",
    "O novo sabor de iogurte da Danone é inspirado em ____.",
    "O passatempo favorito do português médio ao domingo é ____.",
    "O novo nome do PSD vai ser Partido Social de ____.",
    "O que é que a tua avó esconde na arca congeladora?",
    "Portugal ficou fora do Mundial por culpa do ____.",
    "A razão porque ninguém vai ao interior do país é ____.",
    "A RTP vai lançar um documentário sobre ____.",
    "O prato especial da cadeia Tasca Zé da Esquina é ____.",
    "A app portuguesa mais descarregada do mês ajuda-te com ____.",
    "No próximo desfile da ModaLisboa, os modelos vão usar ____.",
    "A razão porque os tugas não devolvem o carrinho do supermercado é ____.",
    "Em vez de estudar, os estudantes portugueses passam o tempo a ____.",
    "A solução do governo para a crise da habitação: ____.",
    "A melhor coisa a se fazer quando se acorda de ressaca é ____.",
    "O que é que nunca falta na mesa de um tuga durante o Natal?",
    "Mãe, hoje fui ____, gostei muito.",
    "Antes ser paneleiro do que ____.",
    "As pessoas dizem que eu sou ____."
  ],
  "whiteCards": [
    "Um saco do Lidl com 3 pães e um medo existencial",
    "Pastel de bacalhau com recheio de stress",
    "A sogra a espreitar pela janela às 7h",
    "Discussões no grupo de WhatsApp da família",
    "Mijo na rua às 4 da manhã",
    "Um Tuga bêbado a cantar o hino",
    "Um taxista a reclamar da Uber pela centésima vez",
    "O cão do vizinho que não se cala",
    "A TVI a fazer spin-off da novela da tarde",
    "Panados com arroz de merda",
    "O primo que foi ao Luxemburgo e virou rico",
    "TikTokers a dançar no Mosteiro dos Jerónimos",
    "Uma senhora que ainda paga com escudos",
    "O Zé Povinho com OnlyFans",
    "Tremoços molhados no cinzeiro",
    "Um bidé com saudades de ser usado",
    "A tábua de engomar a fazer de estante",
    "Aquele colega que fala sempre da vida em Erasmus",
    "Uma francesinha vegan",
    "O barulho de obras às 8 da manhã num sábado",
    "A velha do rés-do-chão que sabe tudo da rua",
    "Uma viagem de autocarro com cheiro a AXE e desespero",
    "Férias em Torremolinos com a sogra",
    "Um shot de Licor Beirão e arrependimento",
    "O Pingo Doce à porrada no 1º de Maio",
    "Um churrasco ilegal na varanda",
    "As cuecas do avô no estendal desde 1996",
    "O puto que joga Fortnite a gritar no micro",
    "Um pastel de nata com sabor a conspiração",
    "O polícia que te multa e depois fuma contigo",
    "Um influencer a vender produtos para hemorróidas",
    "Uma sardinha comunista",
    "A senhora do café que te chama 'amor'",
    "Esperma de Cavalo",
    "Uma prostituta a discutir política",
    "Um gato que só come ração de marca",
    "Um seat ibiza que deita mais fumo que um comboio a carvão"
  ]
}
